/*
1) Какие у вас ожидания от курса? Есть ли конкретные вопросы по теме Базы данных?
2) В какой сфере работаете сейчас?
3) Если в IT, то какой у вас опыт (инструменты, технологии, языки программирования)?
*/

Вопрос 1:
Из просмотренного первого урока понял, что основной акцент будет на знакомство с БД, к сожалению.
Вопросы у меня есть - индексы, партиции, архитектура БД в высоконагруженных системах (60-80 мил. записей в месяц), оптимизация.
Во всём этом оптимизация на 1-ом месте.

Вопрос 2:
В сфера IT (точнее телеком) МегаФон BSS (биллинговые бизнес системы)

Вопрос 3:
Опыт есть, начиная от университета всё время в IT. SQL (Oracle, MS, пробовал на Postgre). Языки - Python, начинал с С#.
Инструменты - Git, PyCharm, да и всё что под руку попадается.
Работаем с Jenkins, чуть-чуть Ansible, Linux, Grafana и многое другое :) 
